Repository: praveenkumar-alpha/crevaltoKoala
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: French
fr: Français

source: English
fr: Anglais

source: You are not authorized to see this page (Error n°403).
fr: Vous n’êtes pas autorisé à consulter cette page (Erreur n°403).

source: Oops, you do not have enough rights to see this page.
fr: Oups, vous n’avez pas les droits suffisants pour consulter cette page.

source: Go back to previous page.
fr: Retourner à la page précédente.

source: The requested page was not found (Error n°404).
fr: La page demandée n’a pas été trouvée (Erreur n°404).

source: Oops, the page you requested was not found on this server.
fr: Oups, la page que vous avez demandé n’as pas été trouvée sur le serveur.

source: It may be because the page was moved or is no longer available.
fr: Cela peut être parce que la page a été déplacée ou n’est plus disponible.

source: Something went wrong (Error n°500).
fr: Quelque chose s’est mal passé (Erreur n°500).

source: Oops, something went wrong and it seems page you request crashed.
fr: Oups, quelque chose s’est mal passé et il semble que la page que vous avez demandé a crashé.

source: Versions used
fr: Versions utilisées

source: Koala LMS applications
fr: Applications Koala LMS

source: Report an issue
fr: Signaler une erreur

source: When running preview, you will surely encounter bugs and other issues. This is normal and helps us to enhance Koala-LMS. Please, report any error you find.
fr: Lorsque vous exécutez l’aperçu technologique, vous rencontrerez forcément des bogues et d’autres problèmes. C’est normal et cela nous aide à améliorer Koala-LMS. S’il vous plaît, rapportez toutes les erreurs que vous trouvez.

source: Technical preview
fr: Aperçu technologique

source: You are running a preview of Koala LMS. You have been automatically logged in as a demonstration user that owns courses, activities and resources to let you discover how Koala LMS works.
fr: Vous exécutez une pré-version de Koala-LMS. Vous avez été connecté automatiquement en tant qu’utilisateur de démonstration possédant des cours, activités et ressources pour vous permettre de découvrir comment Koala-LMS fonctionne.

source: This image “Closed book”, is a work called “Closed Book Icon” by Boca Tutor, available on Wikimedia Commons under CC-BY-SA 3.0.
fr: Cette image « Livre fermé » est un travail appelé « Closed Book Icon » par Boca Tutor, disponible sur Wikimédia Commons sous la licence CC-BY-SA 3.0.

source: Learning application
fr: Application d’apprentissage

source: Learn courses you subscribed in and write your own courses, activities and educational resources.
fr: Apprenez les cours auxquels vous vous êtes inscrit et écriez vos propres cours, activités et ressources pédagogiques.

source: Go to learning application
fr: Aller à l’application d’apprentissage
